tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "readline"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bison"
brew "bochs"
brew "gettext"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "certbot"
brew "clockywock"
brew "coreutils"
brew "darksky-weather"
brew "dnsmap"
brew "docker"
brew "flex"
brew "jpeg"
brew "geoip"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "gradle"
brew "hello"
brew "htop"
brew "jq"
brew "libyaml"
brew "links"
brew "llvm"
brew "lynx"
brew "magic-wormhole"
brew "make"
brew "ninja"
brew "meson"
brew "mysql"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nodenv"
brew "ossp-uuid"
brew "pipenv"
brew "poppler"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "r"
brew "rbenv"
brew "rust"
brew "smartmontools"
brew "speedtest-cli"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "utimer"
brew "vim"
brew "watch"
brew "wget"
brew "whois"
brew "wifi-password"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "zlib"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "angry-ip-scanner"
cask "backblaze"
cask "balsamiq-wireframes"
cask "brave-browser"
cask "cinebench"
cask "discord"
cask "docker"
cask "eclipse-java"
cask "firefox-developer-edition"
cask "geekbench"
cask "gimp"
cask "google-earth-pro"
cask "hey"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "minecraft"
cask "mongodb-compass"
cask "netiquette"
cask "notion"
cask "novabench"
cask "oversight"
cask "rectangle"
cask "sensiblesidebuttons"
cask "spotify"
cask "steam"
cask "taskexplorer"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
