tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
brew "autoconf"
brew "clockywock"
brew "coreutils"
brew "darksky-weather"
brew "dnsmap"
brew "emacs"
brew "geoip"
brew "gh"
brew "git"
brew "gotop"
brew "htop"
brew "links"
brew "lynx"
brew "magic-wormhole"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "node"
brew "nodenv"
brew "r"
brew "speedtest-cli"
brew "tmux"
brew "ultralist"
brew "watch"
brew "watson"
brew "wget"
brew "wifi-password"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "stripe/stripe-cli/stripe"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "cinebench"
cask "cloudflare-warp"
cask "discord"
cask "dropbox"
cask "firefox-developer-edition"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "hey"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "mongodb-compass"
cask "notion"
cask "oversight"
cask "sensiblesidebuttons"
cask "smooze"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Simplified for Twitter", id: 1479307973
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
