tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "romkatv/powerlevel10k"
brew "autoconf"
brew "clockywock"
brew "coreutils"
brew "darksky-weather"
brew "dnsmap"
brew "gettext"
brew "emacs"
brew "gdbm"
brew "gh"
brew "git"
brew "htop"
brew "lynx"
brew "magic-wormhole"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "node"
brew "r"
brew "speedtest-cli"
brew "watson"
brew "wget"
brew "wifi-password"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "hammerspoon"
cask "hey"
cask "istat-menus"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "notion"
cask "rstudio"
cask "sensiblesidebuttons"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoomus"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
